Repository: hoccer/iphone
Catalog: Resources/localizations/*.lproj/Localizable.strings
Languages: de

# Button_Content
source: Content
de: Inhalt

# Button_History
source: History
de: Verlauf

# Button_Channel
source: Channel
de: Kanal

# Button_Settings
source: Settings
de: Einstellungen

# Button_Camera
source: Camera
de: Kamera

# Button_Contact
source: Contact
de: Kontakt

# Button_Audio
source: Audio
de: Musik

# Button_Paste
source: Paste
de: Einfügen

# Button_MyContact
source: My Contact
de: Mein Kontakt

# iPad_Button_Camera
source: Select Camera
de: Kamera

# iPad_Button_Image
source: Select Image
de: Bilder

# iPad_Button_Music
source: Select Music
de: Musik

# iPad_Button_Text
source: Select Text
de: Text

# iPad_Button_Contact
source: Select Contact
de: Kontakte

# iPad_Button_MyContact
source: My Contact
de: Mein Kontakt

# iPad_Button_Paste
source: Paste
de: Zwischenablage

# Button_Cancel
source: Cancel
de: Abbrechen

# Button_Install
source: Install
de: Installieren

# Button_HoccAgain
source: Hocc again
de: Nochmal Hoccen

# Button_Save
source: Save
de: Speichern

# Button_Show
source: Show
de: Zeigen

# Button_Copy
source: Copy
de: Kopieren

# Button_Open
source: Open
de: Öffnen

# Button_Close
source: Close
de: Schliessen

# Button_Edit
source: Edit
de: Bearbeiten

# Button_Delete
source: Delete
de: Löschen

# Button_Play
source: Play
de: Abspielen

# Button_ChooseContact
source: Choose Contact
de: Kontakt auswählen

# Button_ChoosePhotoVideo
source: Choose Photo/Video
de: Photo/Video auswählen

# Button_TakePhotoVideo
source: Take Photo/Video
de: Photo/Video aufnehmen

# Button_Continue
source: Continue
de: Weiter

# Button_ShowTutorial
source: Show Tutorial
de: Zum Tutorial

# Button_LeaveChannel
source: Leave Channel
de: Kanal verlassen

# Button_Done
source: Done
de: Fertig

# Button_GotoAppstore
source: Goto Appstore
de: Zum Appstore

# Title_Channel
source: Channel
de: Kanal

# Placeholder_ChannelName
source: Channel Name
de: Name des Kanals

# Help_Channel
source: Use a channel to group with other people over distance. Start or join a channel by entering the same channel name as your partners. The channel name must have at least 6 characters. Use throw and auto receive to exchange data.
de: Verwenden Sie einen Kanal, um die Anzahl Ihrer Partner einzuschränken. Jeder Teilnehmer muss dazu in das Feld oben denselben Namen eines Kanals eingeben. Welcher Name das sein soll, steht Ihnen frei. Bitte beachten Sie, dass der Name mindestens 6 Zeichen lang sein muss. Anschliessend können Sie die Daten mit der Wurfgeste oder über Auto-Receive austauschen.

# Title_History
source: History
de: Verlauf

# TipTitle_HistoryList
source: Hocced items will be listed here.
de: Über Hoccer versandte Inhalte werden hier aufgelistet.

# Title_Settings
source: Settings
de: Einstellungen

# Settings_SoundEffects
source: Sound-Effects
de: Toneffekte

# Settings_AutoSave
source: Auto-Save
de: Automatisch speichern

# Settings_InstallSafariBookmarklet
source: Install Safari Bookmarklet
de: Safari Bookmarklet installieren

# Settings_DeleteContactReference
source: Delete my contact reference
de: Meine Kontaktangaben entfernen

# Settings_EncryptionTLS
source: Encryption (TLS)
de: Verschlüsselung (TLS)

# Settings_EncryptionAES_E2E
source: Encryption (AES E2E)
de: AES E2E

# Settings_ExpertSettings
source: Expert Settings
de: Einstellungen für Experten

# Settings_VisitHoccerWebsite
source: Visit the Hoccer Website
de: Hoccer-Website besuchen

# Settings_FollowOnTwitter
source: Follow Hoccer on Twitter
de: Hoccer auf Twitter followen

# Settings_FollowOnFacebook
source: Become a Fan on Facebook
de: Fan auf Facebook werden

# Settings_AboutHoccer
source: About Hoccer
de: Über Hoccer

# Title_InstallSafariBookmarklet
source: Install Bookmarklet
de: Bookmarklet installieren

# Message_InstallSafariBookmarklet
source: Safari will be opened now to complete the bookmarklet installation.
de: Ihr Safari-Webbrowser wird jetzt geöffnet, um die Installation abzuschliessen.

# Title_EncryptionSetting
source: Encryption
de: Verschlüsselung

# Message_EncryptionSetting
source: If you enable end-to-end encryption the current desktop object will be removed and you must choose one or more receivers for your transactions.
de: Wenn Sie Ende-zu-Ende-Verschlüsselung (E2E) aktivieren, müssen Sie in Zukunft beim Datenaustausch immer einen oder mehrere konkrete Empfänger angeben.

# Title_DeleteContactReference
source: Deleted
de: Kontaktangaben entfernen

# Message_DeleteContactReference
source: The reference was deleted.
de: Ihre Kontaktangaben wurden erfolgreich von Hoccer entfernt.

# Button_PlayVideo
source: Play Video
de: Video zeigen

# HelpIntro
source: Hoccer simplifies data exchange between mobile devices. Just drag your data from one mobile screen to another. You can also use gestures to throw your content through the air and let nearby recipients catch it. There is no need for prior exchange of contact details. The following screens provide a tutorial to give you a glimpse of how to use hoccer.
de: Hoccer vereinfacht den Datenaustausch zwischen Mobilgeräten. Mit Hoccer ziehen Sie Ihre Daten ganz einfach von Ihrem Bildschirm auf einen anderen, als wärs das selbe Gerät. Sie können Ihre Daten auch mit einer Wurfbewegung auf mehrere Geräte in der Nähe übertragen, ohne dass sich die Geräte vorher gegenseitig registrieren müssen. Auf den nachfolgenden Tafeln können Sie sehen, wie Sie all das mit Hoccer tun können.

# HelpMessage_Sweep
source: In order to share with one person directly, place you mobiles screen to screen and drag the content from one screen to the other mobile. Make sure you continue your touch over the other device's screen.
de: Um mit einer Person direkt Daten auszutauschen, legen Sie Ihre Mobilgeräte Kante an Kante nebeneinander hin und ziehen einfach den Inhalt vom Bildschirm des einen Geräts in den Bildschirm des anderen hinein.

# HelpMessage_Catch
source: To catch thrown content, raise your mobile quickly from horizontally to vertical positon. You will hear a sound if you did it right.
de: Wenn jemand seine Daten durch eine Wurfbewegung losgeschickt hat, müssen Sie diese mit einer Fangbewegung annehmen. Heben Sie dazu Ihr Mobilgerät kurz vertikal in die Höhe.

# HelpMessage_Throw
source: Move your mobile like throwing a frisbee to share selected content with catchers nearby. You will hear a sound if you did it right.
de: Sie können mit einer einzigen Wurf-bewegung Daten an mehrere Empfänger übertragen. Dazu bewegen Sie Ihr Mobilgerät so, als würden Sie einen Frisbee werfen.

# HelpMessage_Tab
source: To make sure your content is only receivable by ONE person, give both mobiles a gentle simultaneous tap.
de: Um sicherzugehen, dass Ihre Daten nur von einer einzigen Person empfangen werden können, tappen Sie einmal kurz auf beide Geräte gleichzeitig.

# HelpTitle_Key
source: Key exchange
de: Sicherheit

# HelpMessage_Key
source: To send your data encrypted select one or more clients to automatically exchange keys between your devices.
de: Um Daten verschlüsselt zu versenden, wählen Sie einen oder mehrere Partner direkt aus.

# HelpTitle_Encryption
source: Encryption
de: Verschlüsselung

# HelpMessage_Encryption
source: To enable end-to-end encryption tap the lock in the upper left corner of the screen. Devices capable of encryption are marked with a key in the client list.
de: Um Ende-zu-Ende-Verschlüsselung (E2E) zu aktivieren, tappen Sie auf das Schlosssymbol oben links. Geräte, die in der Nähe sind und ebenfalls verschlüsseln können, werden dann mit einem kleinen Symbol entsprechend markiert.

# HelpMessage_AutoReceive
source: You can receive thrown data without explicitly catching it. To do so, pull down the Auto-Receiver handle below the Hoccer application title bar. Hoccer will now receive any thrown data as long as you stay in this mode.
de: Zugeworfene Daten können Sie auch ohne Fangbewegung empfangen. Ziehen Sie auf der Hauptansicht von Hoccer die Lasche am oberen Rand nach unten. Nun werden automatisch alle zugeworfene Daten aufgefangen, bis sie die Lasche wieder schliessen.

# HelpTitle_Channel
source: Private Channels
de: Eigener Kanal

# HelpMessage_Channel
source: If you'd like to restrict data exchange to a number of people, Hoccer offers the use of private channels. In order to use such a channel, all users have to agree on a common channel name and enter this name in the channel view.
de: Um die Anzahl ihrer Partner einzuschränken, können Sie einen eigenen Kanal verwenden. Alle erwünschten Teilnehmer müssen dazu den Kanal mit dem selben Namen wählen. Öffnen Sie die Kanalansicht und geben Sie den entsprechenden Namen ein.

# Title_Encryption
source: Encryption
de: Verschlüsselung

source: Warning: Experts Only!
de: Achtung: Nur für Experten!

# Title_ChannelNameNotAccepted
source: Channel name not accepted
de: Fehlerhafter Name

# Message_ChannelNameNotAccepted
source: The channel name must have at least 6 and max 32 characters or can be empty for location mode.
de: Der Name eines Kanals muss zwischen 6 und 32 Zeichen lang sein. Lassen Sie das Eingabefeld leer, wenn Sie keinen Kanal verwenden möchten.

# Title_CannotHandleContent
source: Cannot handle content
de: Unbekannter Inhalt

# Message_CannotHandleContent
source: No installed program can handle this content type.
de: Mit diesem Inhalt kann leider kein Programm auf Ihrem Gerät umgehen.

# Status_Transferring
source: Transferring
de: Übertrage Daten

# Status_Connecting
source: Connecting...
de: Verbinde...

# Status_Success
source: Success
de: OK

# Status_Saved
source: Saved
de: Gespeichert

# DefaultFilename_Image
source: Image
de: Bild

# DefaultFilename_Text
source: Message
de: Mitteilung

# DefaultFilename_VCard
source: Contact
de: Kontakt

# DefaultFilename_Other
source: File
de: Datei

# Title_ErrorSavingVideo
source: Error saving video
de: Speichern des Videos

# Message_ErrorSavingVideo
source: Video with this format cannot be saved in album.
de: Das Video kann aufgrund des Formats leider nicht in Ihr Album gespeichert werden.

# Message_LocationManagerPurpose
source: Hoccer needs your location to find out which devices are next to you. Otherwise Hoccer wont work.
de: Hoccer muss Ihren Standort kennen, um bestimmen zu können, welche anderen Geräte in Ihrer Nähe sind. Hoccer funktioniert ohne diese Angabe leider nicht.

# Title_LocationDidFail
source: Could not locate you
de: Ortsbestimmung fehlgeschlagen

# Message_LocationDidFail
source: We need to locate you to find other HOCCER users around you. Please enable location services in the settings of your device.
de: Hoccer muss Ihren Standort kennen, um andere Hoccer-User in Ihrer Nähe zu finden. Bitte aktivieren Sie die Ortungsdienste in den Einstellungen Ihres Gerätes.

# Message_LocationNotPrecise
source: Your location accuracy is imprecise!
de: Ortsbestimmung ungenau

# Message_LocationNotPreciseEnough
source: Your location accuracy is too imprecise for hoccing.
de: Die Ortsbestimmung ist im Augenblick zu ungenau, um Daten zuverlässig austauschen zu können.

# Message_LocationPerfectPrecision
source: Your hoc location is perfect.
de: Perfekte Ortsbestimmung

# RecoverySuggestion_LocationPerfectPrecision
source: You suffice all requirements for reliable hoccing.
de: Ihr Standort konnte problemlos bestimmt werden, viel Spass mit Hoccer!

# RecoverySuggestion_LocationShouldBeBetter
source: Hoccer needs to locate you precisely to find your exchange partner.
de: Hoccer muss Ihren Standort genau bestimmen können, um Ihre Partner für den Datenaustausch zu finden.

# RecoverySuggestion_LocationTryTurnOnWifi
source: Try turning on Wifi.
de: Versuchen Sie, WLAN zu aktivieren.

# RecoverySuggestion_LocationTryGoingOutside
source: Try going outside.
de: Versuchen Sie, nach draussen zu gehen.

# Message_PublicKeyMaybeInvalid
source: The public key of %@ may be invalid, if this error occurs again please contact support@hoccer.com
de: Der öffentliche Schlüssel von %@ könnte ungültig sein. Sollte dieser Fehler wieder auftauchen, bitte schreiben Sie uns, support@hoccer.com

# RecoverySuggestion_PublicKeyMaybeInvalid
source: Disable encryption and enable it again.
de: Deaktivieren Sie die Verschlüsselung und aktivieren Sie sie anschliessend wieder.

# Message_TooManyFilesFlyingAround
source: Too many files are flying around. Make sure that only one person is SENDING via HOCCER at one time.
de: Im Augenblick fliegen zuviele Daten herum. Bitte stellen Sie sicher, dass nicht mehrere Personen gleichzeitig via Hoccer etwas senden.

# RecoverySuggestion_TooManyFilesFlyingAround
source: Try again.
de: Versuchen Sie es noch einmal.

# Message_NoReceiver
source: Apparently nobody wants your file. Please try SENDING again.
de: Anscheinend will gerade niemand Ihre Daten. Bitte versuchen Sie es noch einmal.

# RecoverySuggestion_NoReceiver
source: Try again.
de: Versuchen Sie es noch einmal.

# Message_NoSender
source: Nobody seems to have SENT anything. Please tell the other users to try again.
de: Niemand scheint etwas gesendet zu haben. Bitten Sie Ihren Partner, es noch einmal zu versuchen.

# RecoverySuggestion_NoSender
source: Try again.
de: Versuchen Sie es noch einmal.

# Message_ServerError
source: The Server responded with an error. Try again later.
de: Der Server hat mit einer Fehlermeldung geantwortet. Bitte versuchen Sie es später noch einmal.

# Title_ConnectionError
source: Warning
de: Achtung

# Message_ConnectionError
source: Error with connection.
de: Es ist ein Verbindungsfehler aufgetaucht.

# AboutText
source: Hoccer simplifies your data sharing. Just 'throw' your selected content through the air and let recipients 'catch' it. Or drag it from one screen to another phone's screen. There is no need for prior exchange of contact details. Please also check hoccer.com for further information, videos and a web based version. Contributors: iPhone Development: Pavel Mayer, David Siegel, Patrick Juchli, Ralph Zühlsdorf, Philip Brechler, Robert Palmer, Fabian Bützow Server Development: Ingo Albrecht, Pavel Mayer, Dr. Simon Weiß, Martin Delius, Philip Brechler, John-Paul Bader, Robert Palmer, David Siegel and Rodja Trappe Design: Peter Amende, Philip Brechler, Ralph Zühlsdorf, Moritz Schroeder, PhilipPaul Heyer, Vanessa Schäfer, John-Paul Bader, Arne Michel, Julia Schiller, Eva Offenberg, Daniel Flügel, Nica Giuliani, Felix Beck and Jonas Jäger Organization and Backbone: Pavel Mayer, Moritz Schroeder, Ralph Zühlsdorf, Andreas Tretow, Dirk Lüsebrink and David Siegel Video Acts: Nosliw and Rebecca Lina Idea and Team Lead: Pavel Mayer
de: Hoccer vereinfacht den Datenaustausch zwischen Mobilgeräten. Mit Hoccer ziehen Sie Ihre Daten ganz einfach von Ihrem Bildschirm auf einen anderen, als wärs das selbe Gerät. Sie können Ihre Daten auch mit einer Wurfbewegung auf mehrere Geräte in der Nähe übertragen, ohne dass sich die Geräte vorher gegenseitig registrieren müssen. Besuchen Sie uns auf www.hoccer.com, wo Sie neben weitere Informationen und Videos auch eine webbasierte Version von Hoccer finden können. Das Hoccer-Team: Entwicklung Clients: Pavel Mayer, David Siegel, Patrick Juchli, Ralph Zühlsdorf, Philip Brechler, Robert Palmer, Fabian Bützow Entwicklung Server: Ingo Albrecht, Pavel Mayer, Dr. Simon Weiß, Martin Delius, Philip Brechler, John-Paul Bader, Robert Palmer, David Siegel and Rodja Trappe Design: Peter Amende, Philip Brechler, Ralph Zühlsdorf, Moritz Schroeder, PhilipPaul Heyer, Vanessa Schäfer, John-Paul Bader, Arne Michel, Julia Schiller, Eva Offenberg, Daniel Flügel, Nica Giuliani, Felix Beck and Jonas Jäger Organisation und Backbone: Pavel Mayer, Moritz Schroeder, Ralph Zühlsdorf, Andreas Tretow, Dirk Lüsebrink and David Siegel In den Videos: Nosliw and Rebecca Lina Idee und Leitung: Pavel Mayer

# Default_FileSharingText
source: Hi, I've got a file for you using Hoccer, please click here: %@
de: Hallo, ich habe eine Datei für dich, bitte klicke hier: %@

# ErrorMessage_CopyPasteFailed
source: Copy&Paste did not work. Please try again.
de: Konnte nichts aus der Zwischenablage einfügen. Bitte versuchen Sie es nochmal.

# ErrorTitle_DecryptionFailed
source: Encryption Error
de: Fehler in der Verschlüsselung

# ErrorMessage_DecryptionFailed
source: Could not decrypt data. Something went horribly wrong.
de: Konnte die Daten nicht entschlüsseln.

# ErrorMessage_MissingPublicKey
source: Could not find public key.
de: Konnte den öffentlichen Schlüssel nicht finden.

# ErrorMessage_NoConnection
source: Could not connect to the HOCCER-Server.
de: Keine Verbindung zum HOCCER-Server.

# ErrorMessage_NoInternet
source: No Internet connection. Please check your network settings and try to connect to the internet.
de: Keine Internetverbindung. Bitte sehen Sie in Ihren Einstellungen nach, ob mit Ihrer Internetverbindung alles in Ordnung ist.

# ErrorMessage_HoccerServiceNotReachable
source: The HOCCER service can not be reached. Please check your network connection or try again later.
de: Der Hoccer-Service kann nicht erreicht werden. Bitte stellen Sie sicher, dass mit Ihrer Internetverbindung alles in Ordnung ist oder versuchen Sie es später noch einmal.

# ErrorMessage_NobodySelected
source: Nobody selected. Please select one or more users for secure HOCCER transfer.
de: Kein Partner ausgewählt. Für einen sicheren Hoccer-Transfer benötigen sie einen oder mehrere Partner.

# ErrorMessage_LoadingSongFailed
source: The loading of the song failed. Please make sure that the song is NOT copyright protected (DRM).
de: Der Song konnte nicht geladen werden. Bitte stellen Sie sicher, dass der Song keinen Kopierschutz (DRM) aufweist.

# Title_PublicKeyChanged
source: Public key changed
de: Öffentlicher Schlüssel geändert

# Message_PublicKeyChanged
source: SECURITY PROBLEM: Public key changed. The name or the public key of %@ has changed, please make sure you trust this person. If you are not sure please stop transaction
de: Ein Sicherheitsproblem ist aufgetreten: Der Name oder der öffentliche Schlüssel von %@ wurde geändert. Bitte stellen Sie sicher, dass Sie dieser Person vertrauen. Stoppen Sie die Übertragung, wenn Sie sich nicht sicher sind.

# Title_TransferIncomplete
source: Transfer was incomplete
de: Datenübertragung fehlerhaft

# Title_NeedToEnableEncryption
source: Enable encryption
de: Verschlüsselung benötigt

# Message_NeedToEnableEncryption
source: You need to enable encryption to communicate with this sender
de: Sie müssen Verschlüsselung aktivieren, um mit diesem Partner zu kommunizieren.

# TipTitle_FirstRun
source: Welcome to Hoccer
de: Willkommen bei Hoccer

# TipMessage_FirstRun
source: Do you want to see the tutorial to learn how hoccer works?
de: Möchten Sie gleich zu einem kleinen Tutorial, um zu sehen wie Hoccer funktioniert?

# TipTitle_EncryptionAdded
source: Encryption Added
de: Neu: Verschlüsselung

# TipMessage_EncryptionAdded
source: We added secure end to end encryption to Hoccer. Would you like to know more about it?
de: Wir haben eine sichere Ende-zu-Ende-Verschlüsselung (E2E) zu Hoccer hinzugefügt. Möchten Sie mehr darüber erfahren?

# TipTitle_MusicContent
source: Warning
de: Hinweis

# TipMessage_MusicContent
source: Converting songs can take up to a minute on old devices, please be patient.
de: Es kann auf alten Geräten bis zu einer Minute dauern, Musikstücke für den Datenaustausch aufzubereiten. Bitte haben Sie Geduld.

# TipTitle_SelectYourOwnContact
source: Setting contact
de: Mein Kontakt

# TipMessage_SelectYourOwnContact
source: Please select your own contact.
de: Bitte wählen Sie Ihren eigenen Eintrag im Adressbuch aus.

# PromoTitle_HoccerTalk
source: New Hoccer Talk App
de: Neue Hoccer Talk App

# PromoMessage_HoccerTalk
source: There is a new Hoccer App for Messaging and Chat, the ‘Hoccer Talk‘ App. Do you want to install it from the Appstore?
de: Es gibt eine neue Hoccer App zum Nachrichten versenden und chatten, die ‘Hoccer Talk‘ App. Möchten sie Hoccer Talk aus dem AppStore laden?

# Status_NoOtherDevicesNearby
source: No other devices nearby
de: Keine anderen Geräte

# Title_RestrictTransferTo
source: Restrict transfer to:
de: Übertragung einschränken auf:

# Status_PreparingContent
source: Preparing Content...
de: Bereite Inhalt vor...

# Status_Preparing
source: Preparing...
de: Vorbereitung...

# HudMessage_SwipeOnTheOtherPhone
source: Swipe on the other phone!
de: Auf dem Zielgerät hineinziehen!

# HudMessage_CatchOnTheOtherPhones
source: Catch on the other phones!
de: Mit den Zielgeräten fangen!

# HudMessage_Saved
source: Saved
de: Gespeichert

# HudMessage_Saving
source: Saving
de: Speichern...

# PullDown_WaitingForThrownData
source: Automatic capture is active. Waiting for incoming thrown data...
de: Automatisches Fangen aktiviert. Warte auf zugeworfene Daten...

# ProgressSecondsTodoFormat_String
source: %@ remain
de: noch %@
